Repository: Wachu985/todo
Catalog: lib/l10n/arb/app_*.arb
Languages: es

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

# fieldTypeError
source: The field type {fieldType} is unknown
es: El tipo de campo {fieldType} es desconocido

source: Term of use
es: Términos de uso

source: Settings
es: Ajustes

source: Activate floating widget
es: Activar widget flotante

# turnOffWifi
source: Turn off wifi when disconnecting
es: Apagar wifi al desconectar

source: Select contact
es: Seleccionar contacto

# notEmptyField
source: This field must not be empty
es: Este campo no debe estar vacío

# digitsWarning
source: This field must contain 8 digits
es: Este campo debe contener 8 dígitos

# startWithDigit
source: This field must start with the digit 5
es: Este campo debe comenzar con el dígito 5

# greaterZero
source: You must put an amount greater than zero
es: Debe poner una cantidad mayor que cero

# onlyMonetaryValues
source: Only monetary type values are allowed
es: Solo se admiten valores de tipo monetario

# fourDigitsKey
source: The key must contain 4 digits
es: La clave debe contener 4 dígitos

# notSymbolsKey
source: The key must not contain symbols
es: La clave no debe contener símbolos

# digitsOfCard
source: The card number must contain 16 digits
es: El número de la tarjeta debe contener 16 dígitos

source: Talk with us
es: Habla con nosotros

source: Accounts
es: Cuentas

source: Save Account
es: Guardar Cuenta

source: Remove Account
es: Remover cuenta

# removeAccountMsg
source: Are you sure you want to remove this account?
es: ¿Está seguro que desea remover esta cuenta?

source: Username
es: Usuario

source: Password
es: Contraseña

source: Update USSD codes
es: Actualizar códigos USSD

# updateCodeSuccess
source: Check successful, codes have been updated
es: Comprobación exitosa, los códigos han sido actualizados

# updateCodeError
source: An error occurred while downloading the USSD codes. Please check your connection and try again.
es: Ha ocurrido un error en la descarga de los códigos USSD. Revise su conexión e inténtelo nuevamente.
